Repository: tetrafolium/CotEditor
Catalog: CotEditor/*.lproj/InfoPlist.strings
Languages: de

source: NSAppleEventsUsageDescription
de: CotEditor benötigt die Erlaubnis des Benutzers, um andere Programme mit AppleScript zu steuern.

source: Text document
de: Text-Dokument

source: Plain text
de: Reiner Text

source: CotEditor Theme
de: CotEditor-Thema

source: CotEditor Replacement Definition
de: CotEditor-Ersetzungsdefinition

source: Configuration
de: Konfiguration

source: C header
de: C-Header-Code

source: C source
de: C-Quellcode

source: C++ source
de: C++-Quellcode

source: C++ header
de: C++-Header-Code

source: C# source
de: C#-Quellcode

source: Cascading Style Sheet
de: CSS

source: Dart script
de: Dart-Skript

source: D source
de: D-Quellcode

source: Document Type Definition
de: Dokumenttypdefinition

source: Fortran Source
de: Fortran-Quellcode

source: Go script
de: Go-Skript

source: Haskell script
de: Haskell-Skript

source: HTML document
de: HTML-Dokument

source: Java source
de: Java-Quellcode

source: JSON document
de: JSON-Dokument

source: Julia script
de: Julia-Skript

source: Kotlin source
de: Kotlin-Quellcode

source: Lisp script
de: Lisp-Skript

source: Lua script
de: Lua-Skript

source: Markdown document
de: Markdown-Dokument

source: Perl script
de: Perl-Skript

source: PHP script
de: PHP-Skript

source: Python script
de: Python-Skript

source: reStructured Text document
de: reStructured-Text-Dokument

source: Ruby script
de: Ruby-Skript

source: Rust script
de: Rust-Skript

source: Scalable Vector Graphics
de: SVG

source: Scala script
de: Scala-Skript

source: Scheme script
de: Scheme-Skript

source: Shell script
de: Shell-Skript

source: SQL source
de: SQL-Quellcode

source: Swift source
de: Swift-Quellcode

source: Textile document
de: Textile-Dokument

source: Tcl source
de: Tcl-Quellcode

source: Verilog source
de: Verilog-Quellcode

source: VHDL source
de: VHDL-Quellcode

source: XML document
de: XML-Dokument

source: YAML document
de: YAML-Dokument
